Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smj/facta/umo.se/seksuaalinen-suuntautuminen--bi-hetero-homo-.html.tmx
Source language: fin
Languages: smj

source: Seksuaalinen suuntautuminen tarkoittaa rakastumisen tai seksuaalisen kiinnostuksen kohdetta.
smj: Seksuálak tjerda birra makkir sjiervve ulmutjijn gejda gierru jali seksuálalattjat lijkku.

source: Ihmiset voivat olla bi-, hetero- tai homoseksuaaleja.
smj: Máhttá biseksuálak, heteroseksuálak jali homoseksuálak årrot.

source: Mitä bi, hetero ja homo tarkoittavat ?
smj: Mij la bi, hetero ja homo ?

source: Seksuaalisia suuntautumisia on kolme: biseksuaalisuus, heteroseksuaalisuus ja homoseksuaalisuus.
smj: Gávnnuji gålmmå seksuálak tjerda: biseksuálakvuoda, heteroseksuálakvuoda ja homoseksuálakvuoda.

source: Tavallisesti ihmisistä käytetään nimitystä homo, hetero tai bi.
smj: Álu ber javllá ulmusj la homo, hetero jali bi.

source: Biseksuaalisuus tarkoittaa, että rakastuminen ja seksuaalinen kiinnostus voivat kohdistua sekä tyttöihin että poikiin.
smj: Biseksuálakvuohta l gå gierru ja seksuálalattjat lijkku niejdajda ja bárnijda.

source: Heteroseksuaali tuntee rakastumisen tunteita ja seksuaalista kiinnostusta vastakkaista sukupuolta kohtaan.
smj: Heteroseksuálakvuohta l gå gierru jali seksuálalattjat lijkku ulmutjij ietjá sjiervijn.

source: Henkilöstä voidaan käyttää myös nimitystä straight.
smj: Ietjá báhko dasi l straight.

source: Homoseksuaali tuntee rakastumisen tunteita ja seksuaalista kiinnostusta samaa sukupuolta kohtaan.
smj: Homoseksuálakvuohta l gå gierru jali seksuálattjat lijkku ulmutjij sämmi sjiervijn.

source: Homoseksuaalisuuteen voidaan viitata myös nimityksellä gay.
smj: Ietjá báhko dasi l gay.

source: Tyttöjä, jotka tykkäävät tytöistä, voidaan kutsua myös lesboiksi.
smj: Niejda gudi lijkkuji niejdajda máhtti ietjasa gåhtjudallat lesbagin jali flator.

source: Poikia, jotka tykkäävät pojista, voidaan kutsua homoiksi.
smj: Bárne gudi lijkkuji ietjá bárnijda máhtti ietjasa gåhtjudallat bögar.

source: Nuorena pohditaan omaa suuntautuneisuutta
smj: Le dábálasj ulmusj ájádallá ietjas seksuálak tjerda birra

source: Nuorena on tavallista pohtia omaa seksuaalista suuntautuneisuuttaan.
smj: Le dábálasj ájádallá ietjas seksuálak tjerda birra.

source: Seksuaalinen suuntautuminen voi muuttua elämän aikana.
smj: Ulmutja seksuálak tjerda máhttá ájge milta rievddat.

source: Jokainen päättää itse, kutsutaanko häntä nimityksellä bi, hetero vai homo.
smj: Iesj mierret jus sihtá ietjas gåhtjudallat bi, hetero jali homo.

source: Oman seksuaalisen suuntautumisen voi myös jättää kokonaan määrittelemättä.
smj: Máhttá aj válljit javllat sujna ij la sierra seksuálak tjärdda.

source: Usein ympäristö odottaa, että kaikki ovat heteroseksuaaleja.
smj: Birás álu vuorddá ulmusj la heteroseksuálak.

source: Jos ei tunne itseään heteroseksuaaliksi, voi kokea itsensä erilaiseksi, näkymättömäksi tai ulkopuoliseksi.
smj: Jus ij la de máhttá ulmusj ietjas dåbddåt ietjálágátjin, vuojnodibme jali ålggolin.

source: Seksuaalisesta suuntautumisesta kertominen
smj: Giehttot ietjas seksuálak tjerda birra

source: Seksuaalisesta suuntautumisesta riippumatta jokainen päättää itse, haluaako siitä kertoa muille.
smj: Juska vil makkir seksuálak tjärdda l ulmutjin de iesj agev mierret jus ja goassa sihtá dav iehtjádijda giehttot.

source: Heteroseksuaalin ei yleensä tarvitse kertoa suuntautumistaan, koska sitä pidetään usein itsestäänselvyytenä.
smj: Jus la heteroseksuálak de álu ij dárbaha giehttot dav danen gå moaddi l vuordedahtte.

source: Homo- tai biseksuaalista voi joskus tuntua siltä, että omasta seksuaalisesta suuntautumisesta haluaa tai tarvitsee kertoa muille.
smj: Jus la homoseksuálak jali biseksuálak, de máhttá muhttijn dåbddåt vaj sihtá jali dárbaj dav giehttot.

source: Seksuaalisella suuntautumisella ei ole mitään tekemistä käyttäytymisen tai ulkonäön kanssa
smj: Seksuálak tjerdan ij gullu ulmutja vuohkáj jali nähkuj

source: Monesti kuvitellaan, että tietyllä tavalla käyttäytyminen riippuu seksuaalisesta suuntautumisesta.
smj: Muhttijn márjju muhtema jáhkki ulmusj la sierralágásj seksuálak tjerda diehtiv.

source: Uskotaan, että tietynlainen ulkonäkö tai kiinnostuksen kohteet ovat tyypillisiä tietyn seksuaalisen suuntauksen omaaville.
smj: Ulmusj galggá lijkkut sierra vidjurijda, vuojnnut sierraláhkáj jali sujna li sierra miellogisvuoda.

source: Ominaisuuksilla, kuten ulkonäöllä, kiinnostuksen kohteilla tai kunkin valitsemalla elämäntavalla ei ole kuitenkaan mitään tekemistä seksuaalisen suuntautumisen kanssa.
smj: Valla vuoge, gåktu ulmusj vuojnnu, miellogisvuoda, jali gåktu vállji ietjas viessoma viessot, ij gullu ulmutja seksuálak tjärddaj.

source: Syrjintä seksuaalisen suuntautumisen perusteella on lainvastaista
smj: Lágadis la nuppástit seksuálak tjerda diehti.

source: Seksuaalisesta suuntautumisesta riippumatta jokaisella on oikeus elää elämäänsä haluamallaan tavalla.
smj: Juska vil makkir seksuálak tjärdda ulmutjin de l sujna riektá viessot ietjas viessomav gåktu sihtá.

source: Syrjintä seksuaalisen suuntautumisen vuoksi on lainvastaista.
smj: Nuppástit soabmásav seksuálak tjerda diehti l lágadis.

source: Rikos, joka tehdään seksuaalisen suuntautumisen vuoksi, on erityisen vakava rikos, jota kutsutaan viharikokseksi.
smj: Jus ulmusj boadadallá vierredahkuj ietjas seksuálak tjerda diehti de l sierralágásj alvos vierredahko jali vassjevierredahko.
